Repository: dronelink/dronelink-core-ui-ios
Catalog: DronelinkCoreUI/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, pl, pt, ro, ru, sv, ur

# MissionExecutorWidget.disengaged
source: Mission Stopped
de: Mission gestoppt
es: Misión detenida
fr: Mission arrêtée
hi: मिशन रुक गया
id: Misi Dihentikan
it: Missione interrotta
pl: Misja zatrzymana
pt: Missão Interrompida
ro: Misiune oprită
ru: Миссия остановлена
sv: Uppdraget stoppat
ur: مشن رک گیا۔

# ModeExecutorWidget.disconnected
source: Waiting for drone...
de: Warten auf Drohne...
es: Esperando el dron...
fr: En attendant le drone...
hi: ड्रोन का इंतजार...
id: Menunggu drone...
it: Aspettando il drone...
pl: Czekam na drona...
pt: Aguardando drone...
ro: Astept drona...
ru: В ожидании дрона...
sv: Väntar på drönare...
ur: ڈرون کا انتظار...

# ModeExecutorWidget.ready
source: Ready to start
de: Bereit zum Start
es: Listo para empezar
fr: Prêt à commencer
hi: शुरू करने के लिए तैयार
id: Siap untuk mulai
it: Pronto per iniziare
pl: Gotowy do startu
pt: Pronto para começar
ro: Gata de început
ru: Готов начать
sv: Redo att börja
ur: شروع کرنے کے لیے تیار ہیں۔

# ModeExecutorWidget.engaging
source: Starting Mode
de: Startmodus
es: Modo de inicio
fr: Mode de démarrage
hi: प्रारंभिक मोड
id: Modus Mulai
it: Modalità di partenza
pl: Tryb uruchamiania
pt: Modo inicial
ro: Modul de pornire
ru: Стартовый режим
sv: Startläge
ur: شروعاتی موڈ

# ModeExecutorWidget.disengaged
source: Mode Stopped
de: Modus gestoppt
es: Modo detenido
fr: Mode arrêté
hi: मोड बंद कर दिया
id: Modus Dihentikan
it: Modalità interrotta
pl: Tryb zatrzymany
pt: Modo Parado
ro: Modul oprit
ru: Режим остановлен
sv: Läget stoppat
ur: موڈ رک گیا۔

# FuncExecutorWidget.cachedInputs.title
source: Previous Inputs Available
de: Vorherige Eingaben verfügbar
es: Entradas anteriores disponibles
fr: Entrées précédentes disponibles
hi: पिछला इनपुट उपलब्ध है
id: Input Sebelumnya Tersedia
it: Ingressi precedenti disponibili
pl: Dostępne poprzednie dane wejściowe
pt: Entradas anteriores disponíveis
ro: Intrări anterioare disponibile
ru: Доступны предыдущие входы
sv: Tidigare ingångar tillgängliga
ur: پچھلے ان پٹ دستیاب ہیں۔

# FuncExecutorWidget.cachedInputs.message
source: Do you want to load the previous inputs or start over?
de: Möchten Sie die vorherigen Eingaben laden oder von vorne beginnen?
es: ¿Quieres cargar las entradas anteriores o empezar de nuevo?
fr: Voulez-vous charger les entrées précédentes ou recommencer ?
hi: क्या आप पिछले इनपुट्स को लोड करना चाहते हैं या फिर से शुरू करना चाहते हैं?
id: Apakah Anda ingin memuat input sebelumnya atau memulai dari awal?
it: Vuoi caricare gli input precedenti o ricominciare?
pl: Czy chcesz załadować poprzednie dane wejściowe, czy zacząć od nowa?
pt: Deseja carregar as entradas anteriores ou recomeçar?
ro: Doriți să încărcați intrările anterioare sau să o luați de la capăt?
ru: Вы хотите загрузить предыдущие входы или начать сначала?
sv: Vill du ladda de tidigare ingångarna eller börja om?
ur: کیا آپ پچھلے ان پٹ کو لوڈ کرنا چاہتے ہیں یا دوبارہ شروع کرنا چاہتے ہیں؟

# FuncExecutorWidget.cachedInputs.action.new
source: Start Over
de: Von vorn anfangen
es: Comenzar de nuevo
fr: Recommencer
hi: प्रारंभ करें
id: Mulai dari Awal
it: Ricominciare
pl: Zacząć od nowa
pt: Recomeçar
ro: Începe de la capăt
ru: Начать сначала
sv: Börja om
ur: پھر سے شروع

# FuncExecutorWidget.cachedInputs.action.previous
source: Load Previous
de: Vorheriges laden
es: Cargar anterior
fr: Charger le précédent
hi: पिछला लोड करें
id: Muat Sebelumnya
it: Carica precedente
pl: Załaduj poprzedni
pt: Carregar anterior
ro: Încărcare anterior
ru: Загрузить предыдущий
sv: Ladda Föregående
ur: پچھلا لوڈ کریں۔

# FuncExecutorWidget.primary.intro
source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू हो जाओ
id: Memulai
it: Iniziare
pl: Zaczynaj
pt: Iniciar
ro: Incepe
ru: Начать
sv: Komma igång
ur: شروع کرنے کے

# FuncExecutorWidget.primary.execute
source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
hi: जारी रखना
id: Melanjutkan
it: Continua
pl: Kontynuować
pt: Continuar
ro: Continua
ru: Продолжать
sv: Fortsätta
ur: جاری رہے

# FuncExecutorWidget.primary.executing
source: Generating...
de: Erstellen...
es: Generando...
fr: Générateur...
hi: उत्पन्न कर रहा है...
id: Menghasilkan...
it: Generazione...
pl: Generowanie...
pt: Gerando...
ro: Se generează...
ru: Создание...
sv: Alstrande...
ur: پیدا ہو رہا ہے...

# FuncExecutorWidget.input.required
source: This input is required
de: Diese Eingabe ist erforderlich
es: Esta entrada es necesaria
fr: Cette entrée est obligatoire
hi: यह इनपुट आवश्यक है
id: Masukan ini diperlukan
it: Questo input è obbligatorio
pl: To wejście jest wymagane
pt: Esta entrada é necessária
ro: Această intrare este necesară
ru: Этот ввод необходим
sv: Denna ingång krävs
ur: یہ ان پٹ درکار ہے۔

# FuncExecutorWidget.input.location.unavailable
source: Drone location unavailable
de: Drohnenstandort nicht verfügbar
es: Ubicación del dron no disponible
fr: Emplacement du drone indisponible
hi: ड्रोन स्थान अनुपलब्ध
id: Lokasi drone tidak tersedia
it: Posizione del drone non disponibile
pl: Lokalizacja drona jest niedostępna
pt: Localização do drone indisponível
ro: Locația dronei nu este disponibilă
ru: Местоположение дрона недоступно
sv: Drönarens plats är inte tillgänglig
ur: ڈرون کا مقام دستیاب نہیں ہے۔

# FuncExecutorWidget.input.drone
source: Mark
de: Markieren
es: Marca
fr: Marquer
hi: निशान
id: Tanda
it: Segno
pl: Ocena
pt: Marca
ro: marcă
ru: Отметка
ur: نشان

# FuncExecutorWidget.input.drone.unavailable
source: Please connect a drone.
de: Bitte schließen Sie eine Drohne an.
es: Conecta un dron.
fr: Veuillez connecter un drone.
hi: कृपया एक ड्रोन कनेक्ट करें।
id: Silakan hubungkan drone.
it: Si prega di collegare un drone.
pl: Proszę podłączyć drona.
pt: Conecte um drone.
ro: Vă rugăm să conectați o dronă.
ru: Пожалуйста, подключите дрон.
sv: Anslut en drönare.
ur: براہ کرم ڈرون کو جوڑیں۔

# FuncExecutorWidget.input.summary
source: Input Summary
de: Eingabezusammenfassung
es: Resumen de entrada
fr: Résumé des entrées
hi: इनपुट सारांश
id: Ringkasan Masukan
it: Riepilogo input
pl: Podsumowanie danych wejściowych
pt: Resumo de entrada
ro: Rezumat de intrare
ru: Сводка ввода
sv: Inmatningssammanfattning
ur: ان پٹ کا خلاصہ

# FuncExecutorWidget.input.none
source: No Input
de: Keine Eingabe
es: Sin entrada
fr: Pas d'entrée
hi: कोई निवेश नहीं
id: Tidak Ada Masukan
it: Nessun ingresso
pl: Brak wejścia
pt: Sem entrada
ro: Nicio intrare
ru: Нет ввода
sv: Ingen ingång
ur: کوئی ان پٹ نہیں ہے۔

# FuncExecutorWidget.input.choose
source: Choose...
de: Wählen...
es: Elegir...
fr: Choisir...
hi: चुनना...
id: Memilih...
it: Scegliere...
pl: Wybierać...
pt: Escolher...
ro: Alege...
ru: Выбирать...
sv: Välja...
ur: منتخب کریں...

# ExecutableWidget.start.countdown
source: Starting in %d
de: Ab %d
es: A partir de %d
fr: À partir de %d
hi: %d में शुरू हो रहा है
id: Mulai dari %d
it: A partire da %d
pl: Począwszy od %d
pt: Começando em %d
ro: Începând în %d
ru: Начиная с %d
sv: Börjar om %d
ur: %d میں شروع ہو رہا ہے۔

# ExecutableWidget.start.engaging
source: Preparing to execute...
de: Vorbereitung zur Ausführung...
es: Preparándose para ejecutar...
fr: Préparation à l'exécution...
hi: अंजाम देने की तैयारी...
id: Bersiap untuk mengeksekusi...
it: Preparazione all'esecuzione...
pl: Przygotowanie do wykonania...
pt: Preparando para executar...
ro: Se pregătește să execute...
ru: Подготовка к выполнению...
sv: Förbereder att köra...
ur: عمل کرنے کی تیاری ہو رہی ہے...

# ExecutableWidget.start.cancelled
source: Countdown Stopped
de: Countdown gestoppt
es: Cuenta regresiva detenida
fr: Compte à rebours arrêté
hi: उलटी गिनती रुक गई
id: Hitung mundur Dihentikan
it: Conto alla rovescia interrotto
pl: Odliczanie zatrzymane
pt: Contagem regressiva interrompida
ro: Numărătoarea inversă s-a oprit
ru: Обратный отсчет остановлен
sv: Nedräkning stoppad
ur: الٹی گنتی رک گئی۔

# ExecutableWidget.start.engage.droneSerialNumberUnavailable.title
source: Unidentified Drone
de: Unbekannte Drohne
es: Dron no identificado
fr: Drone non identifié
hi: अज्ञात ड्रोन
id: Drone Tak Dikenal
it: Drone non identificato
pl: Niezidentyfikowany dron
pt: drone não identificado
ro: Dronă neidentificată
ru: Неопознанный дрон
sv: Oidentifierad drönare
ur: نامعلوم ڈرون

# ExecutableWidget.start.engage.droneSerialNumberUnavailable.message
source: Unable to determine the serial number of your drone. Try reconnecting or power-cycling.
de: Die Seriennummer Ihrer Drohne kann nicht ermittelt werden. Versuchen Sie, die Verbindung wiederherzustellen oder das Gerät aus- und wieder einzuschalten.
es: No se puede determinar el número de serie de su dron. Intente volver a conectar o apagar y encender.
fr: Impossible de déterminer le numéro de série de votre drone. Essayez de vous reconnecter ou de redémarrer.
hi: आपके ड्रोन की क्रम संख्या निर्धारित करने में असमर्थ। पुन: कनेक्ट करने या पावर-साइकलिंग का प्रयास करें।
id: Tidak dapat menentukan nomor seri drone Anda. Coba sambungkan kembali atau nyalakan daya.
it: Impossibile determinare il numero di serie del tuo drone. Prova a riconnetterti o a spegnere e riaccendere.
pl: Nie można określić numeru seryjnego drona. Spróbuj ponownie podłączyć lub włączyć i wyłączyć zasilanie.
pt: Não é possível determinar o número de série do seu drone. Tente reconectar ou ligar e desligar.
ro: Nu se poate determina numărul de serie al dronei dvs. Încercați să vă reconectați sau să reconectați.
ru: Не удалось определить серийный номер вашего дрона. Попробуйте переподключить или выключить питание.
sv: Det går inte att bestämma serienumret på din drönare. Försök att ansluta igen eller slå på strömmen.
ur: آپ کے ڈرون کے سیریل نمبر کا تعین کرنے سے قاصر۔ دوبارہ جڑنے یا پاور سائیکلنگ کی کوشش کریں۔

# DistanceWidget.prefix
source: D
hi: डी
ru: Д
ur: ڈی

# AltitudeWidget.prefix
source: A
fr: UN
hi: ए
it: UN
ru: А
ur: اے

# HorizontalSpeedWidget.prefix
source: H/S
fr: C/S
hi: एच / एस
ru: Х/С

# VerticalSpeedWidget.prefix
source: V/S
fr: CONTRE
hi: वी/एस
ru: ПРОТИВ
sv: MOT

# StatusWidget.disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Débranché
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
pl: Bezładny
pt: Desconectado
ro: Deconectat
ru: Отключено
sv: Osammanhängande
ur: منقطع

# StatusWidget.ready
source: Ready To Go
de: Bereit zum Mitnehmen
es: Listo para ir
fr: Prêt à partir
hi: जाने के लिए तैयार
id: Siap untuk berangkat
it: Pronto ad andare
pl: Gotowy do wyjścia
pt: Pronto para ir
ro: Gata de plecare
ru: Готов идти
sv: Redo att gå
ur: جانے کے لیے تیار

# StatusWidget.manual
source: Manual Flight
de: Manueller Flug
es: Vuelo Manual
fr: Vol manuel
hi: मैनुअल उड़ान
id: Penerbangan Manual
it: Volo manuale
pl: Lot ręczny
pt: voo manual
ro: Zbor manual
ru: Ручной полет
sv: Manuell flygning
ur: دستی پرواز

# DashboardWidget.camera.noSDCard.title
source: SD Card Missing
de: SD-Karte fehlt
es: Falta la tarjeta SD
fr: Carte SD manquante
hi: एसडी कार्ड गुम
id: Kartu SD Hilang
it: Scheda SD mancante
pl: Brak karty SD
pt: Cartão SD ausente
ro: Card SD lipsește
ru: SD-карта отсутствует
sv: SD-kort saknas
ur: SD کارڈ غائب ہے۔

# DashboardWidget.camera.noSDCard.details
source: Please make sure to insert an SD card before running a mission with data capture.
de: Bitte stellen Sie sicher, dass Sie eine SD-Karte einlegen, bevor Sie eine Mission mit Datenerfassung durchführen.
es: Asegúrese de insertar una tarjeta SD antes de ejecutar una misión con captura de datos.
fr: Assurez-vous d'insérer une carte SD avant d'exécuter une mission avec capture de données.
hi: डेटा कैप्चर के साथ मिशन चलाने से पहले कृपया एक एसडी कार्ड डालना सुनिश्चित करें।
id: Harap pastikan untuk memasukkan kartu SD sebelum menjalankan misi dengan pengambilan data.
it: Assicurati di inserire una scheda SD prima di eseguire una missione con l'acquisizione dei dati.
pl: Pamiętaj, aby włożyć kartę SD przed uruchomieniem misji z przechwytywaniem danych.
pt: Certifique-se de inserir um cartão SD antes de executar uma missão com captura de dados.
ro: Asigurați-vă că introduceți un card SD înainte de a rula o misiune cu captură de date.
ru: Обязательно вставьте SD-карту перед запуском миссии со сбором данных.
sv: Se till att sätta i ett SD-kort innan du kör ett uppdrag med datafångst.
ur: براہ کرم ڈیٹا کیپچر کے ساتھ مشن چلانے سے پہلے SD کارڈ داخل کرنا یقینی بنائیں۔

# DashboardWidget.cameraMenu
source: MENU
de: SPEISEKARTE
es: MENÚ
hi: मेन्यू
it: MENÙ
pt: CARDÁPIO
ro: MENIUL
ru: МЕНЮ
sv: MENY
ur: مینو

# DashboardWidget.contentView2.settings
source: Map Options
de: Kartenoptionen
es: Opciones de mapa
fr: Options de la carte
hi: नक्शा विकल्प
id: Opsi Peta
it: Opzioni mappa
pl: Opcje mapy
pt: Opções de mapa
ro: Opțiuni pentru hartă
ru: Параметры карты
sv: Kartalternativ
ur: نقشہ کے اختیارات

# DashboardWidget.map.mapbox
source: 2D
hi: 2डी

# DashboardWidget.map.microsoft
source: 3D (Beta)
fr: 3D (bêta)
hi: 3डी (बीटा)
ru: 3D (бета)
ur: 3D (بیٹا)

# DashboardWidget.contentView3.settings
source: Camera Feed Options
de: Kamera-Feed-Optionen
es: Opciones de alimentación de la cámara
fr: Options d'alimentation de la caméra
hi: कैमरा फ़ीड विकल्प
id: Opsi Umpan Kamera
it: Opzioni feed fotocamera
pl: Opcje transmisji z kamery
pt: Opções de alimentação da câmera
ro: Opțiuni pentru alimentarea camerei
ru: Параметры камеры
sv: Kameramatningsalternativ
ur: کیمرہ فیڈ کے اختیارات

# MapboxMapWidget.reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Mengatur ulang
it: Ripristina
pl: Resetowanie
pt: Reiniciar
ro: Resetați
ru: Перезагрузить
sv: Återställa
ur: دوبارہ ترتیب دیں۔

# MapboxMapWidget.tracking
source: Follow Drone
de: Folgen Sie Drone
es: Seguir dron
fr: Suivre le drone
hi: ड्रोन का पालन करें
id: Ikuti Drone
it: Segui Drone
pl: Podążaj za Dronem
pt: Seguir Drone
ro: Urmăriți Drone
ru: Следуй за дроном
sv: Följ Drone
ur: ڈرون کو فالو کریں۔

# MapboxMapWidget.tracking.north.up
source: Follow (North Up)
de: Folgen (Norden oben)
es: Seguir (Norte arriba)
fr: Suivre (nord en haut)
hi: अनुसरण करें (उत्तर ऊपर)
id: Ikuti (Utara Atas)
it: Segui (Nord in alto)
pl: Podążaj (na północ)
pt: Siga (Norte para cima)
ro: Urmăriți (nord sus)
ru: Следуйте (север вверху)
sv: Följ (North Up)
ur: پیروی کریں (شمالی اوپر)

# MicrosoftMapWidget.reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Mengatur ulang
it: Ripristina
pl: Resetowanie
pt: Reiniciar
ro: Resetați
ru: Перезагрузить
sv: Återställa
ur: دوبارہ ترتیب دیں۔

# MicrosoftMapWidget.follow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
hi: अनुसरण करना
id: Mengikuti
it: Seguire
pl: Podążać
pt: Seguir
ro: Urma
ru: Следовать
sv: Följ
ur: پیروی

# MicrosoftMapWidget.chase.plane
source: Chase Plane (Beta)
fr: Chasseur d'avion (bêta)
hi: चेस प्लेन (बीटा)
id: Mengejar Pesawat (Beta)
it: Insegui aereo (beta)
pl: Samolot pościgowy (beta)
pt: Avião de Perseguição (Beta)
ru: Самолет погони (бета)
ur: چیس پلین (بی ٹا)

# MicrosoftMapWidget.fpv
source: FPV (Beta)
fr: FPV (bêta)
hi: एफपीवी (बीटा)
ru: FPV (бета)
ur: FPV (بیٹا)

# MicrosoftMapWidget.satellite
source: Satellite
de: Satellit
es: Satélite
hi: उपग्रह
id: Satelit
it: Satellitare
pl: Satelita
pt: Satélite
ro: Satelit
ru: спутник
sv: Satellit
ur: سیٹلائٹ

# MicrosoftMapWidget.streets
source: Streets & Buildings
de: Straßen und Gebäude
es: Calles y Edificios
fr: Rues et bâtiments
hi: सड़कें और इमारतें
id: Jalan & Gedung
it: Strade ed edifici
pl: Ulice i budynki
pt: Ruas e Edifícios
ro: Străzi și clădiri
ru: Улицы и здания
sv: Gator och byggnader
ur: سڑکیں اور عمارتیں

# DroneOffsetsWidget.altitudeYaw
source: YAW/ALT
de: GIER/ALT
es: GUIÑADA/ALTA
fr: LACET/ALT
hi: यव/एएलटी
it: Imbardata/ALT
pl: ODCHYLENIE/ALT

# DroneOffsetsWidget.position
source: POSITION
es: POSICIÓN
hi: पद
id: POSISI
it: POSIZIONE
pl: POZYCJA
pt: POSIÇÃO
ro: POZIŢIE
ru: ПОЗИЦИЯ
sv: PLACERA
ur: پوزیشن

# DroneOffsetsWidget.more
source: Gimbal Options
de: Gimbal-Optionen
es: Opciones de cardán
fr: Options de cardan
hi: जिम्बल विकल्प
id: Opsi gimbal
it: Opzioni giunto cardanico
pl: Opcje gimbala
pt: Opções do Gimbal
ro: Opțiuni de cardan
ru: Варианты подвеса
sv: Kardanalternativ
ur: جمبل کے اختیارات

# DroneOffsetsWidget.resetGimbal
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Mengatur ulang
it: Ripristina
pl: Resetowanie
pt: Reiniciar
ro: Resetați
ru: Перезагрузить
sv: Återställa
ur: دوبارہ ترتیب دیں۔

# DroneOffsetsWidget.levelGimbal
source: 0° (Level)
de: 0° (Ebene)
es: 0° (Nivel)
fr: 0° (Niveau)
hi: 0° (स्तर)
id: 0° (Tingkat)
it: 0° (livello)
pl: 0° (Poziom)
pt: 0° (Nível)
ro: 0° (nivel)
ru: 0° (уровень)
sv: 0° (Nivå)
ur: 0° (سطح)

# DroneOffsetsWidget.nadirGimbal
source: -90° (Nadir)
hi: -90° (नादिर)
ru: -90° (надир)
ur: -90° (نادر)

# DroneOffsetsWidget.rollTrim
source: Roll Trim
de: Rollbesatz
es: Recorte de rollo
fr: Garniture de rouleau
hi: रोल ट्रिम
id: Potong Gulung
it: Rifinitura a rullo
pl: Przycinanie rolki
ro: Rola Trim
ru: Рулонная отделка
sv: Rulltrim
ur: رول ٹرم

# DroneOffsetsWidget.clearCameraFocusCalibrations
source: Clear Focus Calibrations
de: Klare Fokuskalibrierungen
es: Calibraciones de enfoque claro
fr: Effacer les calibrages de mise au point
hi: फोकस अंशांकन साफ़ करें
id: Hapus Kalibrasi Fokus
it: Chiare calibrazioni di messa a fuoco
pl: Wyczyść kalibracje ostrości
pt: Calibrações de foco claro
ro: Calibrări de focalizare clare
ru: Очистить калибровку фокуса
sv: Tydliga fokuskalibreringar
ur: فوکس کیلیبریشنز کو صاف کریں۔

# DroneOffsetsWidget.clearCameraFocusCalibrations.finished
source: Cleared %@ calibration(s)
de: %@ Kalibrierung(en) gelöscht
es: Borrado %@ calibración(es)
fr: %@ étalonnage(s) effacé(s)
hi: साफ़ किया गया %@ अंशांकन
id: %@ kalibrasi dihapus
it: %@ calibrazioni cancellate
pl: Usunięto %@ kalibracji
pt: %@ calibração(ões) limpa(s)
ro: Calibrarea(e) %@ a fost eliminată
ru: Очищено %@ калибровки
sv: Rensade %@ kalibrering(er)
ur: %@ کیلیبریشن کو صاف کیا گیا

# DroneOffsetsWidget.rc.inputs
source: Caution: RC sticks enabled
de: Achtung: RC-Sticks aktiviert
es: Precaución: palos RC habilitados
fr: Attention : bâtons RC activés
hi: सावधानी: आरसी स्टिक सक्षम
id: Perhatian: Tongkat RC diaktifkan
it: Attenzione: stick RC abilitati
pl: Uwaga: drążki RC włączone
pt: Cuidado: sticks RC ativados
ro: Atenție: stick-urile RC sunt activate
ru: Внимание: джойстики включены
sv: Varning: RC-spakar aktiverade
ur: احتیاط: RC اسٹکس فعال ہیں۔

# DroneOffsetsWidget.relative.altitude.enabled
source: Caution: Auto altitude enabled
de: Achtung: Automatische Höheneinstellung aktiviert
es: Precaución: Altitud automática habilitada
fr: Attention : altitude automatique activée
hi: सावधानी: ऑटो ऊंचाई सक्षम
id: Perhatian: Ketinggian otomatis diaktifkan
it: Attenzione: altitudine automatica abilitata
pl: Uwaga: włączona automatyczna wysokość
pt: Cuidado: Altitude automática habilitada
ro: Atenție: altitudinea automată este activată
ru: Внимание: включена автоматическая высота над уровнем моря
sv: Varning: Autohöjd aktiverad
ur: احتیاط: آٹو اونچائی فعال ہے۔

# DroneOffsetsWidget.relative.altitude.disabled
source: Auto altitude disabled
de: Automatische Höheneinstellung deaktiviert
es: Altitud automática deshabilitada
fr: Altitude automatique désactivée
hi: ऑटो ऊंचाई अक्षम
id: Ketinggian otomatis dinonaktifkan
it: Altitudine automatica disattivata
pl: Automatyczna wysokość wyłączona
pt: Altitude automática desativada
ro: Altitudinea automată este dezactivată
ru: Автоматическая высота отключена
sv: Automatisk höjd avaktiverad
ur: آٹو اونچائی غیر فعال ہے۔

# NetworkRTKStatus.value.0
source: N/A
hi: लागू नहीं
id: T/A
pl: Nie dotyczy
pt: N / D
ru: Н/Д

# NetworkRTKStatus.value.1
source: Disabled
de: Behinderte
es: Desactivado
fr: Désactivé
hi: अक्षम
id: Dengan disabilitas
it: Disabilitato
pl: Wyłączony
pt: Desabilitado
ro: Dezactivat
ru: Неполноценный
sv: Inaktiverad
ur: معذور

# NetworkRTKStatus.value.2
source: Connecting
de: Verbinden
es: Conectando
fr: De liaison
hi: कनेक्ट
id: Menghubungkan
it: Collegamento
pl: Złączony
pt: Conectando
ro: Conectare
ru: Подключение
sv: Ansluter
ur: جڑ رہا ہے۔

# NetworkRTKStatus.value.3
source: Connected
de: In Verbindung gebracht
es: Conectado
fr: Connecté
hi: जुड़े हुए
id: Terhubung
it: Collegato
pl: Połączony
pt: Conectado
ro: Conectat
ru: Связанный
sv: Ansluten
ur: جڑا ہوا

# NetworkRTKStatus.value.4
source: Error
de: Fehler
fr: Erreur
hi: गलती
id: Kesalahan
it: Errore
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
ur: خرابی

# NetworkRTKStatus.value.5
source: Timeout
de: Auszeit
es: Se acabó el tiempo
fr: Temps libre
hi: समय समाप्त
id: Waktu habis
it: Tempo scaduto
pl: Koniec czasu
pt: Tempo esgotado
ro: Pauză
ru: Тайм-аут
sv: Paus
ur: وقت ختم

# RTKSettingsWidget.popover.status.heading
source: RTK Status
es: Estado RTK
fr: Statut RTK
hi: आरटीके स्थिति
id: Status RTK
it: Stato RTK
pl: Stan RTK
pt: Status RTK
ro: Stare RTK
ru: Статус РТК
ur: RTK اسٹیٹس

# RTKSettingsWidget.popover.status.channel
source: Network Service
de: Netzwerkdienst
es: Servicio de red
fr: Services réseau
hi: नेटवर्क सेवा
id: Layanan Jaringan
it: Servizio di rete
pl: Usługa sieciowa
pt: Serviço de rede
ro: Serviciul de rețea
ru: Сетевая служба
sv: Nätverkstjänst
ur: نیٹ ورک سروس

# RTKSettingsWidget.popover.status.configuration
source: Configuration Status
de: Konfigurationsstatus
es: Estado de configuración
fr: État de la configuration
hi: कॉन्फ़िगरेशन स्थिति
id: Status Konfigurasi
it: Stato configurazione
pl: Stan konfiguracji
pt: Status da configuração
ro: Starea configurației
ru: Статус конфигурации
sv: Konfigurationsstatus
ur: کنفیگریشن سٹیٹس

# RTKSettingsWidget.popover.configuration.heading
source: RTK Network Configuration
de: RTK-Netzwerkkonfiguration
es: Configuración de red RTK
fr: Configuration du réseau RTK
hi: RTK नेटवर्क कॉन्फ़िगरेशन
id: Konfigurasi Jaringan RTK
it: Configurazione della rete RTK
pl: Konfiguracja sieci RTK
pt: Configuração de rede RTK
ro: Configurarea rețelei RTK
ru: Конфигурация сети RTK
sv: RTK-nätverkskonfiguration
ur: RTK نیٹ ورک کنفیگریشن

# RTKSettingsWidget.popover.configuration.enabled
source: Enabled
de: Ermöglicht
es: Activado
fr: Activé
hi: सक्रिय
id: Diaktifkan
it: Abilitato
pl: Włączony
pt: Habilitado
ro: Activat
ru: Включено
sv: Aktiverad
ur: فعال

# RTKSettingsWidget.popover.configuration.autoconnect
source: Auto connect
de: Automatische Verbindung
es: Autoconectar
fr: Connexion automatique
hi: ऑटो कनेक्ट
id: Sambung otomatis
it: Connessione automatica
pl: Automatyczne polączenie
pt: Conexão automática
ro: Conectare automata
ru: Автоматическое подключение
sv: Autoanslut
ur: آٹو کنیکٹ

# RTKSettingsWidget.popover.configuration.serveraddress
source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
hi: सर्वर पता
id: Alamat server
it: Indirizzo del server
pl: Adres serwera
pt: Endereço do servidor
ro: Adresa serverului
ru: Адрес сервера
sv: Server adress
ur: سرور کا پتہ

# RTKSettingsWidget.popover.configuration.port
source: Port
de: Hafen
es: Puerto
hi: पत्तन
id: Pelabuhan
it: Porta
pt: Porta
ru: Порт
sv: Hamn
ur: بندرگاہ

# RTKSettingsWidget.popover.configuration.username
source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama belakang
it: Nome utente
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
ur: صارف نام

# RTKSettingsWidget.popover.configuration.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
it: Parola d'ordine
pl: Hasło
pt: Senha
ro: Parola
ru: Пароль
sv: Lösenord
ur: پاس ورڈ

# RTKSettingsWidget.popover.configuration.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
id: Mengonfirmasi
it: Confermare
pl: Potwierdzać
pt: confirme
ro: A confirma
ru: Подтверждать
sv: Bekräfta
ur: تصدیق کریں۔
