Repository: dronelink/dronelink-core-ui-ios
Catalog: DronelinkCoreUI/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, pl, pt, ro, ru, sv, ur

# RTKSettingsWidget.popover.configuration.mountpoint
source: Mount point
de: Einhängepunkt
es: punto de montaje
fr: Point de montage
hi: माउंट पॉइंट
id: Titik gunung
it: Punto di montaggio
pl: Punkt mocowania
pt: ponto de montagem
ro: punctul de montare
ru: Точка монтирования
sv: monteringspunkt
ur: ماؤنٹ پوائنٹ

# RTKStatusWidget.status.label
source: Network RTK
de: Netzwerk-RTK
es: Red RTK
fr: Réseau RTK
hi: नेटवर्क आरटीके
id: RTK jaringan
it: Rete RTK
pl: Sieciowy RTK
pt: Rede RTK
ro: Rețea RTK
ru: Сеть РТК
sv: Nätverk RTK
ur: نیٹ ورک RTK
