Repository: dronelink/dronelink-core-ui-ios
Catalog: DronelinkCoreUI/*.lproj/Localizable.strings
Languages: de, es, fr, hi, id, it, pl, pt, ro, ru, sv, ur

source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: SÌ
pl: Tak
pt: Sim
ro: da
ru: Да
sv: Ja
ur: جی ہاں

source: No
de: NEIN
fr: Non
hi: नहीं
id: TIDAK
pl: NIE
pt: Não
ro: Nu
ru: Нет
sv: Nej
ur: نہیں

source: Dismiss
de: Zurückweisen
es: Despedir
fr: Rejeter
hi: नकार देना
id: Membubarkan
it: Congedare
pl: Odrzucać
pt: Liberar
ro: Respingeți
ru: Увольнять
sv: Avfärda
ur: برطرف کرنا

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
hi: जारी रखना
id: Melanjutkan
it: Continua
pl: Kontynuować
pt: Continuar
ro: Continua
ru: Продолжать
sv: Fortsätta
ur: جاری رہے

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Membatalkan
it: Annulla
pl: Anulować
pt: Cancelar
ro: Anulare
ru: Отмена
sv: Annullera
ur: منسوخ کریں۔

source: Back
de: Zurück
es: Atrás
fr: Dos
hi: पीछे
id: Kembali
it: Indietro
pl: Z powrotem
pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
ur: پیچھے

source: Next
de: Nächste
es: Próximo
fr: Suivant
hi: अगला
id: Berikutnya
it: Prossimo
pl: Następny
pt: Próximo
ro: Următorul
ru: Следующий
sv: Nästa
ur: اگلے

source: Resume
de: Fortsetzen
es: Reanudar
fr: CV
hi: फिर शुरू करना
id: Melanjutkan
it: Riprendere
pl: Wznawiać
pt: Retomar
ro: Relua
ru: Резюме
sv: Återuppta
ur: دوبارہ شروع کریں۔

source: Learn More
de: Erfahren Sie mehr
es: Aprende más
fr: Apprendre encore plus
hi: और अधिक जानें
id: Belajarlah lagi
it: Saperne di più
pl: Ucz się więcej
pt: Saber mais
ro: Află mai multe
ru: Узнать больше
sv: Läs mer
ur: اورجانیے

source: N/A
hi: लागू नहीं
id: T/A
pl: Nie dotyczy
pt: N / D
ru: Н/Д

# CameraFocusCalibrationWidget.title
source: Camera Focus Calibration
de: Kalibrierung des Kamerafokus
es: Calibración del enfoque de la cámara
fr: Étalonnage de la mise au point de la caméra
hi: कैमरा फोकस कैलिब्रेशन
id: Kalibrasi Fokus Kamera
it: Calibrazione della messa a fuoco della fotocamera
pl: Kalibracja ostrości aparatu
pt: Calibração do foco da câmera
ro: Calibrarea focalizării camerei
ru: Калибровка фокуса камеры
sv: Kamerafokuskalibrering
ur: کیمرہ فوکس کیلیبریشن

# CameraFocusCalibrationWidget.finished
source: Calibration finished.
de: Kalibrierung abgeschlossen.
es: Calibración finalizada.
fr: Calibrage terminé.
hi: अंशांकन समाप्त।
id: Kalibrasi selesai.
it: Calibrazione terminata.
pl: Kalibracja zakończona.
pt: Calibração finalizada.
ro: Calibrarea sa terminat.
ru: Калибровка завершена.
sv: Kalibrering avslutad.
ur: کیلیبریشن مکمل ہو گئی۔

# CameraFocusCalibrationWidget.type.distance
source: Distance
de: Distanz
es: Distancia
hi: दूरी
id: Jarak
it: Distanza
pl: Dystans
pt: Distância
ro: Distanţă
ru: Расстояние
sv: Distans
ur: فاصلے

# CameraFocusCalibrationWidget.type.altitude
source: Altitude
de: Höhe
es: Altitud
hi: ऊंचाई
id: Ketinggian
it: Altitudine
pl: Wysokość
ro: Altitudine
ru: Высота
sv: Höjd över havet
ur: اونچائی

# CameraFocusCalibrationWidget.mark.reference.title
source: Mark Reference
de: Referenz markieren
es: Marcar referencia
fr: Marquer la référence
hi: मार्क संदर्भ
id: Tandai Referensi
it: Segna riferimento
pl: Zaznacz odniesienie
pt: Marcar Referência
ro: Marcați referința
ru: Отметить ссылку
sv: Markera referens
ur: حوالہ نشان زد کریں۔

# CameraFocusCalibrationWidget.drone.unavailable
source: Waiting for drone...
de: Warten auf Drohne...
es: Esperando el dron...
fr: En attendant le drone...
hi: ड्रोन का इंतजार...
id: Menunggu drone...
it: Aspettando il drone...
pl: Czekam na drona...
pt: Aguardando drone...
ro: Astept drona...
ru: В ожидании дрона...
sv: Väntar på drönare...
ur: ڈرون کا انتظار...

# CameraFocusCalibrationWidget.serial.number.unavailable
source: Unable to read drone serial number. Please reconnect the drone.
de: Die Seriennummer der Drohne konnte nicht gelesen werden. Bitte schließen Sie die Drohne erneut an.
es: No se puede leer el número de serie del dron. Vuelva a conectar el dron.
fr: Impossible de lire le numéro de série du drone. Veuillez reconnecter le drone.
hi: ड्रोन सीरियल नंबर पढ़ने में असमर्थ। कृपया ड्रोन को फिर से कनेक्ट करें।
id: Tidak dapat membaca nomor seri drone. Silakan sambungkan kembali drone.
it: Impossibile leggere il numero di serie del drone. Ricollegare il drone.
pl: Nie można odczytać numeru seryjnego drona. Proszę ponownie podłączyć drona.
pt: Não foi possível ler o número de série do drone. Por favor, reconecte o drone.
ro: Nu se poate citi numărul de serie al dronei. Vă rugăm să reconectați drona.
ru: Не удалось прочитать серийный номер дрона. Пожалуйста, повторно подключите дрон.
sv: Det går inte att läsa drönarens serienummer. Vänligen återanslut drönaren.
ur: ڈرون کا سیریل نمبر پڑھنے سے قاصر ہے۔ براہ کرم ڈرون کو دوبارہ جوڑیں۔

# CameraFocusCalibrationWidget.camera.unavailable
source: Unable to determine camera focus state...
de: Der Fokusstatus der Kamera kann nicht ermittelt werden...
es: No se puede determinar el estado de enfoque de la cámara...
fr: Impossible de déterminer l'état de la mise au point de la caméra...
hi: कैमरा फ़ोकस स्थिति निर्धारित करने में असमर्थ...
id: Tidak dapat menentukan status fokus kamera...
it: Impossibile determinare lo stato della messa a fuoco della fotocamera...
pl: Nie można określić stanu ostrości aparatu...
pt: Não é possível determinar o estado do foco da câmera...
ro: Nu se poate determina starea de focalizare a camerei...
ru: Не удалось определить состояние фокусировки камеры...
sv: Det går inte att bestämma kamerans fokusstatus...
ur: کیمرے کی توجہ کی حالت کا تعین کرنے سے قاصر...

# CameraFocusCalibrationWidget.location.unavailable
source: Waiting for location...
de: Warten auf Standort...
es: Esperando ubicación...
fr: En attente de localisation...
hi: स्थान की प्रतीक्षा की जा रही है...
id: Menunggu lokasi...
it: In attesa di localizzazione...
pl: Czekam na lokalizację...
pt: Aguardando localização...
ro: Se așteaptă locația...
ru: Ожидание местоположения...
sv: Väntar på plats...
ur: مقام کا انتظار کر رہا ہے...

# CameraFocusCalibrationWidget.details.mark.reference
source: Mark a reference object to focus on.
de: Markieren Sie ein Referenzobjekt, auf das Sie sich konzentrieren möchten.
es: Marque un objeto de referencia para enfocarlo.
fr: Marquez un objet de référence sur lequel vous concentrer.
hi: ध्यान केंद्रित करने के लिए एक संदर्भ वस्तु को चिह्नित करें।
id: Tandai objek referensi untuk difokuskan.
it: Contrassegna un oggetto di riferimento su cui concentrarsi.
pl: Zaznacz obiekt referencyjny, na którym chcesz ustawić ostrość.
pt: Marque um objeto de referência para focar.
ro: Marcați un obiect de referință pe care să vă concentrați.
ru: Отметьте эталонный объект, чтобы сфокусироваться на нем.
sv: Markera ett referensobjekt att fokusera på.
ur: توجہ مرکوز کرنے کے لیے ایک حوالہ آبجیکٹ کو نشان زد کریں۔

# CameraFocusCalibrationWidget.details.move.distance
source: Move %@ away while pointing at the reference object with the gimbal at 0°.
de: Bewegen Sie %@ weg, während Sie mit dem Gimbal auf 0° auf das Referenzobjekt zeigen.
es: Aleje %@ mientras apunta al objeto de referencia con el cardán a 0°.
fr: Éloignez %@ tout en pointant l'objet de référence avec le cardan à 0°.
hi: 0° पर जिम्बल के साथ संदर्भ वस्तु की ओर इशारा करते हुए %@ दूर हटें।
id: Pindahkan %@ sambil menunjuk ke objek referensi dengan gimbal pada 0°.
it: Allontana %@ puntando l'oggetto di riferimento con il gimbal a 0°.
pl: Odsuń %@, wskazując na obiekt referencyjny z gimbalem ustawionym pod kątem 0°.
pt: Afaste %@ enquanto aponta para o objeto de referência com o gimbal em 0°.
ro: Deplasați %@ în timp ce îndreptați spre obiectul de referință cu cardanul la 0°.
ru: Отодвиньте %@, указывая на опорный объект с помощью подвеса в положении 0°.
sv: Flytta %@ bort medan du pekar på referensobjektet med kardanen i 0°.
ur: 0° پر جیمبل کے ساتھ حوالہ آبجیکٹ کی طرف اشارہ کرتے ہوئے %@ کو دور کریں۔

# CameraFocusCalibrationWidget.details.move.altitude
source: Fly %@ above your takeoff location with the gimbal at -90°.
de: Fliegen Sie %@ über Ihrem Startort mit dem Gimbal bei -90°.
es: Vuela %@ sobre tu ubicación de despegue con el cardán a -90°.
fr: Volez %@ au-dessus de votre position de décollage avec la nacelle à -90°.
hi: गिंबल के साथ -90° पर अपने टेकऑफ़ स्थान से %@ ऊपर उड़ें।
id: Terbang %@ di atas lokasi lepas landas Anda dengan gimbal di -90°.
it: Vola %@ sopra la tua posizione di decollo con il gimbal a -90°.
pl: Leć %@ nad miejscem startu z gimbalem ustawionym na -90°.
pt: Voe %@ acima do local de decolagem com o gimbal a -90°.
ro: Zboară %@ deasupra locației de decolare cu cardanul la -90°.
ru: Летите на %@ выше точки взлета с подвесом на -90°.
sv: Flyg %@ ovanför din startplats med kardan vid -90°.
ur: جیمبل کے ساتھ اپنے ٹیک آف کے مقام کے اوپر %@ -90° پر پرواز کریں۔

# CameraFocusCalibrationWidget.details.ready
source: Ready to start calibration.
de: Bereit, mit der Kalibrierung zu beginnen.
es: Listo para comenzar la calibración.
fr: Prêt à démarrer l'étalonnage.
hi: अंशांकन शुरू करने के लिए तैयार।
id: Siap untuk memulai kalibrasi.
it: Pronto per iniziare la calibrazione.
pl: Gotowy do rozpoczęcia kalibracji.
pt: Pronto para iniciar a calibração.
ro: Gata pentru a începe calibrarea.
ru: Готов начать калибровку.
sv: Klar att starta kalibreringen.
ur: انشانکن شروع کرنے کے لیے تیار ہے۔

# CameraFocusCalibrationWidget.details.busy
source: Calibrating (%@)...
de: Kalibrieren (%@)...
es: Calibrando (%@)...
fr: Étalonnage (%@)...
hi: अंशांकन (%@)...
id: Mengkalibrasi (%@)...
it: Calibrazione (%@)...
pl: Kalibracja (%@)...
pt: Calibrando (%@)...
ro: Se calibrează (%@)...
ru: Калибровка (%@)...
sv: Kalibrerar (%@)...
ur: کیلیبریٹ کیا جا رہا ہے (%@)...

# CameraFocusCalibrationWidget.start
source: Start
es: Comenzar
fr: Commencer
hi: शुरू
id: Awal
it: Inizio
pl: Początek
pt: Começar
ru: Начинать
ur: شروع کریں۔

# CameraFocusCalibrationWidget.finish.error
source: Unable to calibrate, please try again.
de: Die Kalibrierung konnte nicht durchgeführt werden. Bitte versuchen Sie es erneut.
es: No se puede calibrar, inténtelo de nuevo.
fr: Impossible de calibrer, veuillez réessayer.
hi: अंशांकन करने में असमर्थ, कृपया पुन: प्रयास करें।
id: Tidak dapat mengkalibrasi, harap coba lagi.
it: Impossibile calibrare, riprova.
pl: Nie można skalibrować, spróbuj ponownie.
pt: Não foi possível calibrar, tente novamente.
ro: Nu se poate calibra, vă rugăm să încercați din nou.
ru: Не удалось выполнить калибровку. Повторите попытку.
sv: Det gick inte att kalibrera, försök igen.
ur: کیلیبریٹ کرنے سے قاصر، براہ کرم دوبارہ کوشش کریں۔

# CameraIndicatorWidget.focusring.title
source: Focus
de: Fokus
es: Enfocar
fr: Se concentrer
hi: केंद्र
id: Fokus
it: Messa a fuoco
pl: Centrum
pt: Foco
ro: Concentrează-te
ru: Фокус
sv: Fokus
ur: فوکس

# CameraExposureWidget.iso.title
source: ISO
es: YO ASI
hi: आईएसओ
ru: ИСО
ur: آئی ایس او

# CameraExposureWidget.autoiso.title
source: Auto ISO
es: ISO automática
fr: ISO automatique
hi: ऑटो आईएसओ
id: ISO otomatis
it: ISO automatico
pl: Automatyczne ISO
pt: ISO automático
ro: ISO automat
ru: Авто ИСО
ur: آٹو آئی ایس او

# CameraExposureWidget.shutter.title
source: Shutter
de: Verschluss
es: Obturador
fr: Obturateur
hi: शटर
id: Rana
it: Otturatore
pl: Migawka
pt: Obturador
ro: Obturator
ru: Затвор
sv: Slutare
ur: شٹر

# CameraExposureWidget.fstop.title
source: F
hi: एफ
ru: Ф
ur: ایف

# CameraExposureWidget.ev.title
source: EV
es: VE
fr: VE
hi: ईवी
ru: электромобиль
ur: ای وی

# CameraExposureWidget.wb.title
source: WB
fr: BM
hi: पश्चिम बंगाल
ru: ВБ
ur: ڈبلیو بی

# CameraVideoStreamSourceWidget.title
source: Video Stream Source
de: Video-Stream-Quelle
es: Fuente de transmisión de video
fr: Source de flux vidéo
hi: वीडियो स्ट्रीम स्रोत
id: Sumber Aliran Video
it: Sorgente del flusso video
pl: Źródło strumienia wideo
pt: Origem da transmissão de vídeo
ro: Sursa fluxului video
ru: Источник видеопотока
sv: Videoströmkälla
ur: ویڈیو سٹریم ماخذ

# CameraVideoStreamSourceWidget.pip
source: Side-by-Side
de: Seite an Seite
es: Lado a lado
fr: Cote à cote
hi: अगल बगल
id: Bersebelahan
it: Fianco a fianco
pl: Obok siebie
pt: Lado a lado
ro: Unul langa altul
ru: Бок о бок
sv: Sida vid sida
ur: ساتھ ساتھ

# GimbalOrientationWidget.title
source: Gimbal
es: cardán
fr: Cardan
hi: गिम्बल
it: Giunto cardanico
ru: подвес
ur: جمبل

# MissionDisengageReason.user.disengaged
source: Mission Paused
de: Mission pausiert
es: Misión en pausa
fr: Mission en pause
hi: मिशन रुका हुआ
id: Misi Dijeda
it: Missione sospesa
pl: Misja wstrzymana
pt: Missão pausada
ro: Misiune întreruptă
ru: Миссия приостановлена
sv: Uppdraget pausat
ur: مشن روک دیا گیا۔

# ModeDisengageReason.user.disengaged
source: Mode Paused
de: Modus angehalten
es: Modo en pausa
fr: Mode en pause
hi: मोड रोका गया
id: Mode Dijeda
it: Modalità in pausa
pl: Tryb wstrzymany
pt: Modo pausado
ro: Modul întrerupt
ru: Режим приостановлен
sv: Läget pausat
ur: موڈ موقوف ہے۔

# MissionExecutorWidget.cameraFocusCalibrationsRequired.title
source: Camera Focus Calibration Required
de: Kamerafokuskalibrierung erforderlich
es: Calibración de enfoque de cámara requerida
fr: Étalonnage de la mise au point de la caméra requis
hi: कैमरा फोकस अंशांकन आवश्यक है
id: Diperlukan Kalibrasi Fokus Kamera
it: Calibrazione della messa a fuoco della fotocamera richiesta
pl: Wymagana kalibracja ostrości aparatu
pt: Calibração de foco da câmera necessária
ro: Este necesară calibrarea focalizării camerei
ru: Требуется калибровка фокуса камеры
sv: Kamerafokuskalibrering krävs
ur: کیمرہ فوکس کیلیبریشن درکار ہے۔

# MissionExecutorWidget.cameraFocusCalibrationsRequired.message.single
source: This mission requires a camera focus calibration before running.
de: Diese Mission erfordert vor dem Start eine Kalibrierung des Kamerafokus.
es: Esta misión requiere una calibración del enfoque de la cámara antes de ejecutarse.
fr: Cette mission nécessite un étalonnage de la mise au point de la caméra avant de courir.
hi: इस मिशन को चलाने से पहले कैमरा फोकस अंशांकन की आवश्यकता होती है।
id: Misi ini membutuhkan kalibrasi fokus kamera sebelum dijalankan.
it: Questa missione richiede una calibrazione della messa a fuoco della fotocamera prima di essere eseguita.
pl: Ta misja wymaga kalibracji ostrości kamery przed uruchomieniem.
pt: Esta missão requer uma calibração de foco da câmera antes de executar.
ro: Această misiune necesită o calibrare a focalizării camerei înainte de rulare.
ru: Эта миссия требует калибровки фокуса камеры перед запуском.
sv: Detta uppdrag kräver en kamerafokuskalibrering innan du kör.
ur: اس مشن کو چلانے سے پہلے کیمرہ فوکس کیلیبریشن کی ضرورت ہوتی ہے۔

# MissionExecutorWidget.cameraFocusCalibrationsRequired.message.multiple
source: This mission requires %@ camera focus calibrations before running.
de: Für diese Mission sind %@ Fokuskalibrierungen der Kamera erforderlich, bevor sie ausgeführt werden können.
es: Esta misión requiere %@ calibraciones de enfoque de cámara antes de ejecutarse.
fr: Cette mission nécessite %@ étalonnages de la mise au point de la caméra avant de s'exécuter.
hi: इस मिशन को चलने से पहले %@ कैमरा फोकस अंशांकन की आवश्यकता है।
id: Misi ini membutuhkan %@ kalibrasi fokus kamera sebelum dijalankan.
it: Questa missione richiede %@ calibrazioni della messa a fuoco della fotocamera prima di essere eseguita.
pl: Ta misja wymaga przed uruchomieniem %@ kalibracji ostrości kamery.
pt: Esta missão requer %@ calibrações de foco da câmera antes de executar.
ro: Această misiune necesită calibrarea focalizării %@ înainte de rulare.
ru: Эта миссия требует %@ калибровки фокусировки камеры перед запуском.
sv: Detta uppdrag kräver %@ kamerafokuskalibreringar innan det körs.
ur: اس مشن کو چلانے سے پہلے %@ کیمرہ فوکس کیلیبریشن کی ضرورت ہوتی ہے۔

# MissionExecutorWidget.details
source: 3D Preview
de: 3D-Vorschau
es: Vista previa 3D
fr: Aperçu 3D
hi: 3डी पूर्वावलोकन
id: Pratinjau 3D
it: Anteprima 3D
pl: Podgląd 3D
pt: Visualização 3D
ro: Previzualizare 3D
ru: 3D-просмотр
sv: 3D-förhandsvisning
ur: 3D پیش نظارہ

# MissionExecutorWidget.details.network.error
source: You need a network connection for 3D previews.
de: Für 3D-Vorschauen benötigen Sie eine Netzwerkverbindung.
es: Necesita una conexión de red para vistas previas en 3D.
fr: Vous avez besoin d'une connexion réseau pour les aperçus 3D.
hi: आपको 3D पूर्वावलोकन के लिए नेटवर्क कनेक्शन की आवश्यकता है।
id: Anda memerlukan koneksi jaringan untuk pratinjau 3D.
it: È necessaria una connessione di rete per le anteprime 3D.
pl: Do podglądu 3D potrzebne jest połączenie sieciowe.
pt: Você precisa de uma conexão de rede para visualizações 3D.
ro: Aveți nevoie de o conexiune de rețea pentru previzualizări 3D.
ru: Вам необходимо подключение к сети для 3D-превью.
sv: Du behöver en nätverksanslutning för 3D-förhandsvisningar.
ur: 3D پیش نظارہ کے لیے آپ کو نیٹ ورک کنکشن کی ضرورت ہے۔

# MissionExecutorWidget.estimating
source: Estimating flight path and time...
de: Flugweg und -zeit abschätzen...
es: Estimando ruta de vuelo y tiempo...
fr: Estimation de la trajectoire et du temps de vol...
hi: उड़ान पथ और समय का अनुमान लगाया जा रहा है...
id: Memperkirakan jalur dan waktu penerbangan...
it: Stima della traiettoria e del tempo di volo...
pl: Szacowanie trasy i czasu lotu...
pt: Estimando a rota e o tempo de voo...
ro: Se estimează traseul și timpul de zbor...
ru: Расчет траектории и времени полета...
sv: Uppskattar flygväg och tid...
ur: پرواز کے راستے اور وقت کا تخمینہ لگایا جا رہا ہے...

# MissionExecutorWidget.start.takeoffLocationWarning.title
source: Confirm Takeoff Location
de: Bestätigen Sie den Startort
es: Confirmar ubicación de despegue
fr: Confirmer le lieu de décollage
hi: टेकऑफ़ स्थान की पुष्टि करें
id: Konfirmasi Lokasi Lepas Landas
it: Conferma la posizione del decollo
pl: Potwierdź lokalizację startu
pt: Confirmar local de decolagem
ro: Confirmați locația de decolare
ru: Подтвердить место взлета
sv: Bekräfta startplats
ur: ٹیک آف کے مقام کی تصدیق کریں۔

source: The current takeoff location is %@ from the planned takeoff location, which may cause the drone to fly at an unsafe offset from the planned altitudes. The GPS altitude of this device (%@) will be used to adjust AGL and MSL altitudes automatically.
de: Der aktuelle Startort liegt %@ vom geplanten Startort entfernt, was dazu führen kann, dass die Drohne in einem unsicheren Abstand von den geplanten Höhen fliegt. Die GPS-Höhe dieses Geräts (%@) wird zur automatischen Anpassung der AGL- und MSL-Höhen verwendet.
es: La ubicación de despegue actual está a %@ de la ubicación de despegue planificada, lo que puede provocar que el dron vuele a una distancia insegura de las altitudes planificadas. La altitud GPS de este dispositivo (%@) se utilizará para ajustar las altitudes AGL y MSL automáticamente.
fr: L'emplacement de décollage actuel est %@ de l'emplacement de décollage prévu, ce qui peut amener le drone à voler à un décalage dangereux par rapport aux altitudes prévues. L'altitude GPS de cet appareil (%@) sera utilisée pour ajuster automatiquement les altitudes AGL et MSL.
hi: वर्तमान टेकऑफ़ स्थान नियोजित टेकऑफ़ स्थान से %@ है, जिसके कारण ड्रोन नियोजित ऊंचाई से असुरक्षित ऑफ़सेट पर उड़ान भर सकता है। इस डिवाइस (%@) की जीपीएस ऊंचाई स्वचालित रूप से एजीएल और एमएसएल ऊंचाई समायोजित करने के लिए उपयोग की जाएगी।
id: Lokasi lepas landas saat ini adalah %@ dari lokasi lepas landas yang direncanakan, yang dapat menyebabkan drone terbang pada offset yang tidak aman dari ketinggian yang direncanakan. Ketinggian GPS perangkat ini (%@) akan digunakan untuk menyesuaikan ketinggian AGL dan MSL secara otomatis.
it: L'attuale posizione di decollo è %@ rispetto alla posizione di decollo pianificata, il che potrebbe far volare il drone a una distanza non sicura rispetto alle altitudini pianificate. L'altitudine GPS di questo dispositivo (%@) verrà utilizzata per regolare automaticamente le altitudini AGL e MSL.
pl: Bieżąca lokalizacja startu jest %@ w stosunku do planowanej lokalizacji startu, co może spowodować, że dron będzie leciał z niebezpiecznym przesunięciem względem planowanych wysokości. Wysokość GPS tego urządzenia (%@) zostanie wykorzystana do automatycznego dostosowania wysokości AGL i MSL.
pt: O local de decolagem atual é %@ do local de decolagem planejado, o que pode fazer com que o drone voe em um deslocamento inseguro das altitudes planejadas. A altitude GPS deste dispositivo (%@) será usada para ajustar as altitudes AGL e MSL automaticamente.
ro: Locația actuală de decolare este %@ față de locația planificată de decolare, ceea ce poate determina drona să zboare la o deplasare nesigură față de altitudinile planificate. Altitudinea GPS a acestui dispozitiv (%@) va fi utilizată pentru a regla automat altitudinile AGL și MSL.
ru: Текущее место взлета находится на %@ от запланированного места взлета, что может привести к тому, что дрон будет летать на небезопасном смещении от запланированной высоты. Высота GPS этого устройства (%@) будет использоваться для автоматической настройки высоты AGL и MSL.
sv: Den aktuella startplatsen är %@ från den planerade startplatsen, vilket kan göra att drönaren flyger på en osäker förskjutning från de planerade höjderna. GPS-höjden för den här enheten (%@) kommer att användas för att justera AGL- och MSL-höjder automatiskt.
ur: موجودہ ٹیک آف کا مقام منصوبہ بند ٹیک آف مقام سے %@ ہے، جس کی وجہ سے ڈرون منصوبہ بند اونچائی سے غیر محفوظ آفسیٹ پر پرواز کر سکتا ہے۔ اس ڈیوائس کی GPS اونچائی (%@) کو AGL اور MSL اونچائی کو خود بخود ایڈجسٹ کرنے کے لیے استعمال کیا جائے گا۔

source: The current takeoff location is %@ from the planned takeoff location, which may cause the drone to fly at an unsafe offset from the planned altitudes.
de: Der aktuelle Startort liegt %@ vom geplanten Startort entfernt, was dazu führen kann, dass die Drohne in einem unsicheren Abstand von den geplanten Höhen fliegt.
es: La ubicación de despegue actual está a %@ de la ubicación de despegue planificada, lo que puede hacer que el dron vuele a una distancia insegura de las altitudes planificadas.
fr: L'emplacement de décollage actuel est %@ de l'emplacement de décollage prévu, ce qui peut amener le drone à voler à un décalage dangereux par rapport aux altitudes prévues.
hi: वर्तमान टेकऑफ़ स्थान नियोजित टेकऑफ़ स्थान से %@ है, जिसके कारण ड्रोन नियोजित ऊंचाई से असुरक्षित ऑफ़सेट पर उड़ान भर सकता है।
id: Lokasi lepas landas saat ini adalah %@ dari lokasi lepas landas yang direncanakan, yang dapat menyebabkan drone terbang pada offset yang tidak aman dari ketinggian yang direncanakan.
it: L'attuale posizione di decollo è %@ rispetto alla posizione di decollo pianificata, il che potrebbe far volare il drone a una distanza non sicura rispetto alle altitudini pianificate.
pl: Bieżąca lokalizacja startu jest %@ w stosunku do planowanej lokalizacji startu, co może spowodować, że dron będzie leciał z niebezpiecznym przesunięciem względem planowanych wysokości.
pt: O local de decolagem atual é %@ do local de decolagem planejado, o que pode fazer com que o drone voe em um deslocamento inseguro das altitudes planejadas.
ro: Locația actuală de decolare este %@ față de locația planificată de decolare, ceea ce poate determina drona să zboare la o deplasare nesigură față de altitudinile planificate.
ru: Текущее место взлета находится на %@ от запланированного места взлета, что может привести к тому, что дрон будет летать на небезопасном смещении от запланированной высоты.
sv: Den aktuella startplatsen är %@ från den planerade startplatsen, vilket kan göra att drönaren flyger på en osäker förskjutning från de planerade höjderna.
ur: موجودہ ٹیک آف کا مقام منصوبہ بند ٹیک آف مقام سے %@ ہے، جس کی وجہ سے ڈرون منصوبہ بند اونچائی سے غیر محفوظ آفسیٹ پر پرواز کر سکتا ہے۔

# MissionExecutorWidget.engaging
source: Starting Mission
de: Startmission
es: Misión inicial
fr: Mission de départ
hi: मिशन शुरू करना
id: Memulai Misi
it: Missione iniziale
pl: Misja startowa
pt: Missão inicial
ro: Misiunea de pornire
ru: Начальная миссия
sv: Startuppdrag
ur: مشن شروع کرنا
